---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.HvacFailures
source: html/801e88d7-09aa-4f76-34d8-e97132f6307f.htm
---
# BuiltInFailures.HvacFailures Properties

The panel no longer matches the properties for the Circuit. Disconnect the panel from the Circuit?